[{"npm":"2217051001","userId":"cmcsfdppr0001kz04ft2z7xb7","createdAt":"2025-08-16 03:38:38.462","updatedAt":"2025-08-16 03:38:38.462","alasan":"Untuk menuangkan pengalaman dan pengetahuan yang saya miliki kepada yang lain","domisili":"Bandar Lampung","fileId":"1mtn-KFZ_wC5KhuaKGILhor8TRZtrzyPw","whatsapp":"082278652119"},{"npm":"2217051008","userId":"cmemoa7zn0000ld04k2v16ltp","createdAt":"2025-08-22 10:13:26.41","updatedAt":"2025-08-22 10:13:26.41","alasan":null,"domisili":null,"fileId":null,"whatsapp":null},{"npm":"2217051013","userId":"cmct4slcd0002jv04l4bc3e6s","createdAt":"2025-08-12 05:33:45.526","updatedAt":"2025-08-12 05:33:45.526","alasan":"saya tertarik menjadi asisten dosen karena saya ingin berbagi ilmu disela waktu senggang di semester ini. saya memilih sistem interaksi karena saya tertarik dengan UX terlebih lagi saya sudah mengambil mata kuliah proyek khusus UX yang mendukung pemahaman sy mengenai matakuliah ini. Untuk cloud computing saya pilih karena saya pernah mengikuti studi independen dengan cloud computing learning path. yang dimana di sini saya diajarkan pemahaman mendetail mengenai cloud computing dan menggunakan google cloud computing","domisili":"Metro","fileId":"1HUvP1-09sNAwg66fLtKLZFJcMZB-bNww","whatsapp":"087851552503"},{"npm":"2217051015","userId":"cmee8avqa0000jr04kp1a9dky","createdAt":"2025-08-16 12:23:53.933","updatedAt":"2025-08-16 12:23:53.933","alasan":null,"domisili":null,"fileId":null,"whatsapp":null},{"npm":"2217051016","userId":"cmd2gw6r20000ij04siyajt2o","createdAt":"2025-08-12 05:27:37.659","updatedAt":"2025-08-12 05:27:37.659","alasan":"Saya ingin menjadi asisten dosen untuk mata kuliah Cloud Computing karena sebelumnya saya mengikuti program Bangkit 2024 dengan fokus di Cloud Computing. Karena itu, saya ingin lebih dalam memahami konsep dan penerapan materi cloud. Untuk mata kuliah Sistem Pakar karena saya tertarik untuk memperdalam pengetahuan pada bidang kecerdasan buatan. Selain itu, saya juga ingin mengasah kemampuan komunikasi saya.","domisili":"Lampung Tengah","fileId":"16gyfBtj7y_UfszGgUI9sTnbmXiH4mQBO","whatsapp":"087892682649"},{"npm":"2217051019","userId":"cmcr8xkqs0001l704ilash5pl","createdAt":"2025-08-16 03:37:43.733","updatedAt":"2025-08-16 03:37:43.733","alasan":"Alasan paling utama yaitu ingin memperdalam pemahaman saya terhadap materi yang telah saya pelajari sebelumnya, sekaligus mengasah kemampuan komunikasi. \nUntuk alasan saya memilih mata kuliah SIG karena bidang ini memiliki aplikasi luas, dengan Kemampuan untuk mengolah, menganalisis, dan memvisualisasikan data spasial. Dan SIG ini juga dapat membuat sebuah peta yang akan berguna disuatu desa jika sedang KKN.\n\nUntuk alasan saya memilih mata kuliah pengenalan pola karena memiliki keterkaitan erat dengan bidang AI, machine learning, dan computer vision. Konsep-konsep seperti klasifikasi, clustering, dan deteksi fitur sangat penting dalam membangun sistem yang mampu mengenali dan memahami data secara otomatis.","domisili":"Bandar Lampung","fileId":"17ExMAdhEGttJynJLm5txgT7KKu0SQKaT","whatsapp":"082177485456"},{"npm":"2217051021","userId":"cmclf7f0o0000jx04aey8tsfd","createdAt":"2025-08-16 03:36:45.12","updatedAt":"2025-08-16 03:36:45.12","alasan":"Alasan saya adalah untuk melatih skill public speaking, meningkatkan kemampuan kerja sama, menambah relasi, meningkatkan kemampuan belajar dan mengajar, dan menjadi lebih produktif.","domisili":"Gedong Tataan, Pesawaran","fileId":"1FUcgkBFCKfnmgRXcuy_69l7AGMpaiksM","whatsapp":"089624318387"},{"npm":"2217051025","userId":"cmct4wxt00003jv047xy3ijs2","createdAt":"2025-08-12 05:33:04.687","updatedAt":"2025-08-12 05:33:04.687","alasan":"Saya ingin menjadi asisten dosen untuk menambah pengalaman mengajar sekaligus memperdalam pemahaman materi. Dengan ini, saya berharap bisa melatih kemampuan komunikasi, berpikir kritis, dan memecahkan masalah. Saya memilih mata kuliah Sistem Informasi dan Cloud Computing karena sesuai dengan minat saya, dan saya juga pernah mengikuti program Studi Independen Bangkit di jalur Cloud Computing, sehingga sudah cukup familiar dengan konsep dan praktik dasarnya.","domisili":"Bandar Lampung","fileId":"1I2Bz_Rme8m5oAwyDLgnlahTEmx6_WxGl","whatsapp":"082269700029"},{"npm":"2217051034","userId":"cmcumu1c90000ld049e2afcpg","createdAt":"2025-08-12 05:31:12.63","updatedAt":"2025-08-12 05:31:12.63","alasan":"Saya memiliki ketertarikan dalam sistem interaksi dan juga sistem pakar dan mau memperdalam pemahaman saya melalui pengajaran nanti. Saya akan berusaha mendukung kelancaran proses belajar mengajar, baik dalam mempersiapkan materi praktikum serta menjawab pertanyaan praktikan.","domisili":"Bandar Lampung","fileId":"1l9E9O3boXoKbb-KXyeB5a6DdcgAhBGdD","whatsapp":"083809976380"},{"npm":"2217051043","userId":"cmcmo6w9u0000ju04tf5ue9od","createdAt":"2025-08-16 03:37:29.679","updatedAt":"2025-08-16 03:37:29.679","alasan":"Saya ingin menjadi asdos karena ingin berbagi pengalaman dan sekaligus memperdalam materi yang sudah saya pelajari. Selain itu, saya juga senang saat berinteraksi dengan praktikan di saat kegiatan belajar mengajar, karena menurut saya hal tsb bisa menjadi kesempatan bagi saya untuk saling berbagi ilmu dan pengalaman secara langsung. Untuk matkul Sistem Interaksi, saya  bisa dikatakan memiliki fundamental yang cukup di bidang UX, seperti memahami konsep antarmuka yang mudah digunakan, hukum-hukum UX, dan approach yang dipakai ketika merancang desain antarmuka (UI) ataupun pengalaman pengguna (UX). Lalu, jika berbicara matkul SIG, saya pernah menerapkannya dalam pembuatan website geografis sebagai tugas proyek akhir. Di samping itu, saya juga telah mengaplikasikan ilmu tersebut ke dalam dunia nyata melalui kegiatan Tri Dharma Perguruan Tinggi, yaitu dengan memberikan kontribusi langusng kepada masyarakat melalui pembuatan denah desa saat kegiatan KKN.","domisili":"Bandar Lampung","fileId":"1vBLzZOEEJ_exUg6s0FdvsCdwAyJp_61g","whatsapp":"083890313009"},{"npm":"2217051047","userId":"cmf1q1upd0000jl04lgo8lepo","createdAt":"2025-09-01 22:59:27.817","updatedAt":"2025-09-01 22:59:27.817","alasan":null,"domisili":null,"fileId":null,"whatsapp":null},{"npm":"2217051058","userId":"cmcsivddo0000l104qcvsla9k","createdAt":"2025-08-12 07:55:20.656","updatedAt":"2025-08-12 07:55:20.656","alasan":"Dengan menjadi asisten dosen mata kuliah pengenalan pola, saya bisa lebih memperdalam dan menguatkan pengetahuan saya terhadap pengenalan pola yang tentunya selaras dengan minat saya di semester sebelumnya.\n\nAlasan mengambil pilihan kedua di mata kuliah sistem interaksi karena saya ingin bisa ikut berkontribusi dalam membantu mahasiswa angkatan 2023 untuk bisa memahami terkait materi pelajaran yang diajarkan di sistem interaksi, selain itu tentunya untuk bisa recall materi perkuliahan yang pernah diajarkan sebelumnya","domisili":"Way Lunik, Panjang","fileId":"1CyNgQ0xykp5hja-QWBR3TS5XoHpV4A2o","whatsapp":"083182702122"},{"npm":"2217051062","userId":"cmct45x640000jo04krq7te71","createdAt":"2025-08-12 05:36:27.439","updatedAt":"2025-08-12 05:36:27.439","alasan":"Alasan saya mendaftar mata kuliah tersebut karena saya memang paham di bidangnya dan saya mampu mendeliver materi yang baik kepada praktikan.","domisili":"Kota Tangerang","fileId":"1kcyid6MIzapeSCQeEMtQdOG9COyXLpuW","whatsapp":"081212411730"},{"npm":"2217051064","userId":"cmct648cq0000l804d06jri4w","createdAt":"2025-08-12 05:32:47.261","updatedAt":"2025-08-12 05:32:47.261","alasan":"Alasan dan Motivasi Menjadi Asisten Dosen Sistem Pakar dan Pemrograman Web Lanjut\nAlasan saya ingin menjadi asisten dosen untuk mata kuliah Sistem Pakar dan Pemrograman Web Lanjut adalah karena saya memiliki ketertarikan dan minat yang cukup besar pada kedua bidang tersebut. Saya pernah mempelajari keduanya secara mendalam, baik dalam perkuliahan maupun melalui proyek-proyek pribadi, dan merasa bahwa topik-topik di dalamnya sangat menantang sekaligus menyenangkan untuk dipelajari.\n\nSelain itu, saya percaya bahwa dengan menjadi asisten dosen, saya tidak hanya dapat memperdalam pemahaman saya secara teknis, tetapi juga melatih kemampuan komunikasi, kerja sama tim, dan tanggung jawab akademik. Saya ingin berkontribusi membantu mahasiswa lain memahami materi yang diajarkan, serta mendukung dosen dalam pelaksanaan perkuliahan.","domisili":"Bandar Lampung","fileId":"1pfdazqi8PBIHlaJWu2FVo96_e-valQ18","whatsapp":"0895367009844"},{"npm":"2217051066","userId":"cmcrj1w3s0000i204rayoeueg","createdAt":"2025-08-16 03:39:13.416","updatedAt":"2025-08-16 03:39:13.416","alasan":"Saya pernah mempelajari mata kuliah yang saya pilih tersebut, dan alasan untuk memilihnya karena ingin memperdalam pengetahuan matkul terkait, serta ingin menambah pengalaman untuk mengajar di lingkungan kampus.","domisili":"Bandar Lampung, Rajabasa, Gedong Meneng","fileId":"1EnvC6YSqn5qQ01Ug39xjGyGB5T_U21xh","whatsapp":"087865878141"},{"npm":"2217051073","userId":"cmcr3skdf0001ju04to7oqboc","createdAt":"2025-08-16 03:40:17.641","updatedAt":"2025-08-16 03:40:17.641","alasan":"Saya ingin menjadi asdos karena ingin berbagi pengalaman dan sekaligus memperdalam materi yang sudah saya pelajari. Selain itu, saya juga senang saat berinteraksi dengan praktikan di saat kegiatan belajar mengajar, karena menurut saya hal tsb bisa menjadi kesempatan bagi saya untuk saling berbagi ilmu dan pengalaman secara langsung, dikarenakan ilmu bisa didapatkan dari siapa saja tidak peduli angkatan berapa. Untuk mata kuliah Sistem Interaksi, saya bisa dikatakan memiliki fundamental yang cukup dalam bidang UI/UX. Lalu untuk mata kuliah Sistem Pakar, saya juga memiliki pemahaman yang cukup mendalam mengenai teknis dan sistematika dari sistem pakar","domisili":"Bekasi","fileId":"1r8b0bkbLc05y-h-U-hIBl6eAC3uhiRt9","whatsapp":"081210320164"},{"npm":"2217051076","userId":"cmd16ozy90000l104t1k0mgrp","createdAt":"2025-08-12 05:30:47.224","updatedAt":"2025-08-12 05:30:47.224","alasan":"Motivasi saya menjadi asisten dosen di mata kuliah Pemrograman Web Lanjut adalah untuk menambah pengalaman mengajar.","domisili":"Tangerang","fileId":"13dzCiIl7s7kvYo2CPEZNQmGFh6OZUP3y","whatsapp":"081807283905"},{"npm":"2217051093","userId":"cmcro7gfc0000l104mdm3het1","createdAt":"2025-08-16 03:36:57.138","updatedAt":"2025-08-16 03:36:57.138","alasan":"Saya tertarik menjadi asisten dosen untuk mata kuliah Sistem Pakar dan Pengenalan Pola karena saya memiliki ketertarikan mendalam di bidang Machine Learning dan Artificial Intelligence. Kedua mata kuliah ini merupakan pondasi penting dalam ranah tersebut, dan saya melihatnya sebagai kesempatan emas untuk tidak hanya memperdalam pemahaman saya, tetapi juga berkontribusi dalam proses belajar mahasiswa lain.\n\nSaat ini, saya sedang mengerjakan Kerja Praktik (KP) dengan topik yang masih berkaitan erat dengan machine learning, yang memperkuat dasar pengetahuan saya dalam menerapkan konsep-konsep seperti klasifikasi, pengambilan keputusan, dan generalisasi pola.\n\nSelain itu, saya menikmati proses belajar-mengajar dan pernah beberapa kali membantu teman-teman saya memahami konsep-konsep dalam mata kuliah terkait. Saya percaya saya dapat menjadi penghubung yang baik antara mahasiswa dan dosen, dengan menjelaskan materi secara lebih membumi dan kontekstual. ","domisili":"Sidomulyo","fileId":"1uhka76GCgEEucY2Zi2wFahHYzGBVJ5zF","whatsapp":"0895636215196"},{"npm":"2217051095","userId":"cmct4l60g0001jv04vle5m73t","createdAt":"2025-08-12 05:34:17.23","updatedAt":"2025-08-12 05:34:17.23","alasan":"Saya tertarik jadi asisten dosen karena ingin berbagi ilmu sekaligus memperdalam pemahaman saya sendiri. Saya memilih Sistem Interaksi karena saya suka topik UX dan desain antarmuka. Saya juga pernah merancang antarmuka sistem pakai Figma di beberapa proyek, dan dari situ makin tertarik di bidang ini. Untuk Cloud Computing, saya pilih karena teknologinya banyak dipakai di dunia kerja, dan saya sudah sempat eksplorasi platform seperti Google Cloud.","domisili":"Bandar Lampung","fileId":"1PB1e1vUorGeC5iww5CSgI58Pj2KDolxy","whatsapp":"0895363631917"},{"npm":"2217051096","userId":"cmedkpe7m0000ld04lef2yboa","createdAt":"2025-08-16 03:35:58.721","updatedAt":"2025-08-16 03:35:58.721","alasan":"alasan saya ingin mendaftar asisten dosen adalah ingin menambah pengalaman dalam mengajar secara langsung di dalam kelas","domisili":"Metro","fileId":"1FZppoT-llQ4bpuHjj03TaGa12r8l3lW5","whatsapp":"085709567374"},{"npm":"2217051101","userId":"cmd2uqh140000l004ri9nvad9","createdAt":"2025-08-12 05:27:17.796","updatedAt":"2025-08-12 05:27:17.796","alasan":"Alasan saya ingin menjadi asisten dosen adalah karena memiliki ketertarikan terhadap mengajar dan untuk alasan mengambil mata kuliah tersebut karena saya suka melakukan eksplorasi mengenai mapping dan juga saya suka dalam pembuatan website","domisili":"Bandar Lampung","fileId":"1yhCeabX2bVvZifz-XyZnK_bYTwi1gurs","whatsapp":"083850590328"},{"npm":"2217051106","userId":"cmcsjnn0m0000ib04r32sdk0d","createdAt":"2025-08-12 07:55:06.409","updatedAt":"2025-08-12 07:55:06.409","alasan":"Saya tertarik menjadi asisten dosen mata kuliah Pengenalan Pola dan Sistem Interaksi karena ingin memperdalam pemahaman saya terhadap materi seperti klasifikasi, clustering, dan interaksi manusia-komputer yang sebelumnya saya pelajari dengan hasil yang memuaskan. Di kesempatan ini juga akan menjadi pengalaman berharga bagi saya untuk mengembangkan kemampuan komunikasi, kepemimpinan, serta memperkuat kesiapan saya dalam dunia akademik maupun dunia kerja.","domisili":"Desa Purwodadi Kecamatan Belitang Mulya Kabupaten Oku Timur, Sumatera Selatan","fileId":"1BR2nQCKwWHNzDj0Mb89EEpWU_5VtlJru","whatsapp":"085609183504"},{"npm":"2217051117","userId":"cmct654w80001l804t7iahgmz","createdAt":"2025-08-12 05:32:32.035","updatedAt":"2025-08-12 05:32:32.035","alasan":"Menambah pengalaman dan melengkapi persyaratan konversi krs","domisili":"Bandar Lampung","fileId":"1QwJOJvrzoMnTO14y_vTQw9WyAph_leVh","whatsapp":"087843847001"},{"npm":"2217051121","userId":"cmee8d02t0000js04qvi27h7v","createdAt":"2025-08-16 12:25:32.851","updatedAt":"2025-08-16 12:25:32.851","alasan":null,"domisili":null,"fileId":null,"whatsapp":null},{"npm":"2217051126","userId":"cmel2zhwu0000l804dbewslkv","createdAt":"2025-08-21 07:29:27.957","updatedAt":"2025-08-21 07:29:27.957","alasan":null,"domisili":null,"fileId":null,"whatsapp":null},{"npm":"2217051137","userId":"cmd2fmo010000l204qa6oeddo","createdAt":"2025-08-12 05:30:26.715","updatedAt":"2025-08-12 05:30:26.715","alasan":"Saya Ingin menambah pengalaman, melatih tanggung jawab saya dan saya ingin lebih memahami kembali mata kuliah tersebut karna saya merasa ada yang terlewat.","domisili":"Metro","fileId":"1qX7NY_RLi8GRRN9oleXjWJlQ_fegsIB_","whatsapp":"083162642389"},{"npm":"2217051144","userId":"cmcr969z10002l7049u3bulc0","createdAt":"2025-08-16 03:39:35.078","updatedAt":"2025-08-16 03:39:35.078","alasan":"Saya tertarik untuk menjadi Asdos pada mata kuliah pengenalan pola karena ini masuk dalam minat saya dalam klasifikasi dan pengolahan citra, dari segi pengalaman saya pernah mengembangkan dan membangun klasifikasi gambar sampah berdasarkan jenisnya yitu organik dan daur ulang, pengalaman ini juga yang membuat saya sedikitnya memiliki pemahaman dan saya juga pernah mengikuti mata kuliah ini pada semester 5.\nSaya memiliki minat terhadap mata kuliah SIG karena sebelumnya juga saya pernah mengambil mata kuliah ini yang dimana menurut saya SIG merupakan bidang yang cocok dalam pengembangan sistem berbasis lokasi seperti dalam pemetaan transportasi, desa, dan wilayah. dengan pengetahuan dasar yang telah saya dapatkan pada semester sebelumnya saya ingin memperdalam pemahaman saya dalam bidang SIG seperti analisis spasial, visualisasi data, dll. \ndengan alasan tersebut saya ingin berbagi pemahaman dan memperdalam pengatahuan saya dalam akademik dan pengajaran.","domisili":"Bandar Lampung","fileId":"1BAVScsx0Nn7oJ4kfOfGy9B6c7EOZ1WJU","whatsapp":"082184161008"},{"npm":"2217051149","userId":"cmf1q3kly0000jn04gp4gtbvw","createdAt":"2025-09-01 23:00:48.035","updatedAt":"2025-09-01 23:00:48.035","alasan":null,"domisili":null,"fileId":null,"whatsapp":null},{"npm":"2217051157","userId":"cmcsfbe4h0000kz04o7ubfi4a","createdAt":"2025-08-16 03:37:17.766","updatedAt":"2025-08-16 03:37:17.766","alasan":"Motivasi saya untuk menjadi asisten dosen adalah untuk memberikan pengalaman dan materi yang sudah pernah saya pelajari, serta lebih memperdalam kembali materinya melalui proses mengajar dan berdiskusi dengan praktikan. Saya mengambil mata kuliah sistem interaksi adalah karena memilki pengalaman merancang user interface untuk sistem booking ruangan untuk publik.  Dalam perancangan ini mengedepankan user experience dengan melakukan melakukan user research terlebih dahulu guna memahami preferensi dan kebutuhan dari pengguna. Untuk mata kuliah sistem informasi geografis saya pernah membuat website sederhana untuk memperlihatkan jumlah rumah sakit, SMA, dan SMK per kecamatan di Bandar Lampung. Selain itu ilmu dari mata kuliah ini telah membantu saya dalam melakukan program kerja waktu saya KKN yaitu pembuatan peta desa yang dibagi per dusunnya. ","domisili":"Bandar Lampung","fileId":"1oKPDBtLnsoDiOcS4HwPP2sHaFsrV-Ol7","whatsapp":"087825728246"},{"npm":"2257051002","userId":"cmcledhpx0000l404kw8wq3ol","createdAt":"2025-08-16 03:36:09.388","updatedAt":"2025-08-16 03:36:09.388","alasan":"Saya sudah berkali kali daftar ga diterima , padahal saya ingin sekali kemarin ngajarin mobile / web. Nah semoga kali ini bisa di terima yaa......","domisili":"Kota Bandar Lampung","fileId":"1LBgh1DNzDjCMkHzuUxVhdgcuMBlU-YC2","whatsapp":"081273466986"},{"npm":"2257051009","userId":"cmd2i14pc0000k004p0t7h1e2","createdAt":"2025-08-12 05:27:28.079","updatedAt":"2025-08-12 05:27:28.079","alasan":"Saya tertarik menjadi Asdos pada mata kuliah Sistem Interaksi karena memiliki minat dalam pengembangan antarmuka pengguna yang efektif dan ramah pengguna. Saya pernah mengerjakan proyek terkait perancangan UI/UX untuk aplikasi berbasis web, serta memahami pentingnya prinsip interaksi manusia dan komputer. Selain itu, saya telah mengikuti mata kuliah ini sebelumnya sehingga memiliki dasar pemahaman terkait materi yang diajarkan.\n\nSaya juga memiliki ketertarikan pada mata kuliah Pengenalan Pola karena sesuai dengan minat saya di bidang klasifikasi dan pengolahan citra. Sebelumnya, saya pernah mengembangkan sistem klasifikasi gambar sederhana untuk membedakan jenis objek dalam gambar, seperti pengelompokan gambar kucing dan anjing. Pengalaman ini membuat saya ingin memperdalam pengetahuan terkait teknik ekstraksi fitur dan algoritma klasifikasi.","domisili":"Bandar Lampung","fileId":"1hWfkksXtZ-cdjdZJ52DRHKnrlQefBgH9","whatsapp":"0895704254326"},{"npm":"2257051018","userId":"cmd32cols0000jx04fek0bbor","createdAt":"2025-08-12 05:26:57.725","updatedAt":"2025-08-12 05:26:57.725","alasan":"Saya ingin menambah pengalaman dan memperdalam pemahaman saya terhadap mata kuliah yang saya pilih, sekaligus mengembangkan kemampuan komunikasi. Saya cukup memahami materi yang disampaikan dalam mata kuliah ini.","domisili":"Bandar Lampung","fileId":"15qnGVS6jDejIyKC-D2sE2bHzM7xUT6Nb","whatsapp":"082282126810"},{"npm":"2307051009","userId":"cmema4cla0000k0049l9l1u52","createdAt":"2025-08-22 03:36:57.814","updatedAt":"2025-08-22 03:36:57.814","alasan":null,"domisili":null,"fileId":null,"whatsapp":null},{"npm":"2307051021","userId":"cmcr4uy800000jj048bwewmjc","createdAt":"2025-08-16 03:34:27.909","updatedAt":"2025-08-16 03:34:27.909","alasan":"Saya tertarik menjadi asisten dosen praktikum Pemrograman Berbasis Web karena saya ingin terus belajar dan berkembang di bidang ini, sekaligus berbagi ilmu dengan teman-teman mahasiswa. Bagi saya, mengajar bukan hanya soal menyampaikan materi, tapi juga tentang memahami lebih dalam apa yang kita pelajari, dan saya percaya pengalaman ini akan sangat membantu saya secara akademik maupun pribadi.\n\nSelama mengikuti mata kuliah ini, saya cukup aktif berdiskusi, rajin mengerjakan tugas, dan mendapatkan nilai yang baik. Proyek akhir yang saya kerjakan adalah aplikasi web sederhana menggunakan HTML, CSS, JavaScript, PHP, dan MySQL — dan dari proses itu saya belajar banyak, baik secara teknis maupun dalam bekerja sama. Saya juga sering dimintai bantuan oleh teman-teman saat praktikum, dan dari situlah saya menyadari bahwa saya senang membantu orang lain belajar.","domisili":"Bandar Lampung","fileId":"15wimjg5oOKLDc-O7AYCJXylvsSov_5SE","whatsapp":"085273502742"},{"npm":"2307051023","userId":"cmcm9ezij0000jr0anuilxy4r","createdAt":"2025-08-16 03:34:42.043","updatedAt":"2025-08-16 03:34:42.043","alasan":"alasan pilihan 1 karna ketertarikan saya untuk membuat tugas akhir berbasis sistem website pada bidang e-commerce dan gemar membuat sistem web untuk demonstrasi di instagram, kemudian untuk pilihan kedua pada mata kuliah rkpl itu akan berkelanjutan dengan prosedur pembuatan sistem websitenya","domisili":"Bandar Lampung ","fileId":"1bNYrPjlYIchq1BzN1ij_d_1hE8ubLEFW","whatsapp":"087882427628"},{"npm":"2307051026","userId":"cmcq5j5xz0000l104hqa7w6zf","createdAt":"2025-08-16 03:34:15.521","updatedAt":"2025-08-16 03:34:15.521","alasan":"Saya tertarik menjadi asisten dosen praktikum Pemrograman Berbasis Web karena ingin memperdalam pemahaman saya di bidang ini sekaligus berbagi ilmu dengan mahasiswa lain. Saya percaya bahwa dengan mengajar, saya dapat memahami materi lebih dalam sekaligus melatih kemampuan komunikasi dan tanggung jawab. Selama mengikuti mata kuliah ini, saya aktif berdiskusi, memperoleh nilai yang baik, dan menyelesaikan proyek akhir berupa aplikasi web sederhana menggunakan HTML, CSS, JavaScript, PHP, dan MySQL. Saya juga terbiasa membantu teman-teman dalam memahami konsep praktikum, yang membuat saya semakin tertarik untuk berperan langsung dalam proses pembelajaran. Jika diberikan kesempatan, saya siap berkontribusi secara profesional, membantu menciptakan suasana praktikum yang kondusif, serta memberikan bimbingan yang jelas dan suportif kepada mahasiswa.","domisili":"Lampung Selatan","fileId":"1B-_1bj2KE8fDl_NjsSn11hplJIgvakUJ","whatsapp":"0895610024875"},{"npm":"2307051027","userId":"cmcslsngu0001jo04ec5pr3u3","createdAt":"2025-08-12 07:41:48.462","updatedAt":"2025-08-12 07:41:48.462","alasan":"ingin meningkatkan public speaking dan meningkat kan soft skill","domisili":"Gunung Sugih, Lampung Tengah","fileId":"1zGRKndOZPqc8baFMyh_q3GDqxlNOzxVZ","whatsapp":"089526473136"},{"npm":"2317051001","userId":"cmemhmln60000l4041vj7rrdb","createdAt":"2025-08-22 07:07:06.678","updatedAt":"2025-08-22 07:07:06.678","alasan":null,"domisili":null,"fileId":null,"whatsapp":null},{"npm":"2317051007","userId":"cmcta9rbv0000jy04iehhal49","createdAt":"2025-08-12 05:31:33.801","updatedAt":"2025-08-12 05:31:33.801","alasan":"Alasan aku daftar asisten dosen  karena sebelumnya belum pernah jadi asdos ya, jadi pengen nambah pengalaman ngajar dan ngasah skill komunikasi karena harus ngejelasin ke orang lain juga  (terima aku pls...) terus jadi asdos tuh biar makin paham sama materi yg udah aku pahami dan bisa belajar lagi sama materi yg aku kurang paham \n\nAlasan aku ambil mata kuliah Rekayasa Perangkat Lunak karena suka sama matkul RPL khususnya nge figma walaupun bikin mumet tapi seru bgt, terus tuh karena pengen liat adik-adik membuat aplikasi (desain dan prototype nya) dan melihat progress mereka dalam membuat aplikasi (tapi aku bakal baik kok sama mereka)🫰\n\nAlasan aku ambil mata kuliah Basis Data karena selain RPL , aku juga suka sama BasDat dan InsyaAllah paham sama materinya (kalo ga lupa hehe) asalkan dipelajari lagi. Selain itu, dari semua mata kuliah lebih tertarik ke basdat sih...\n\nkayaknya itu aja deh alasan aku,  terima kasih sudah membaca 🫶 semoga aku diterima ya antara pil 1/2, aamiin...","domisili":"Hajimena","fileId":"1zY8CswBhoNAYxtXV7xTPnfP8hZMdy2L2","whatsapp":"085269211923"},{"npm":"2317051013","userId":"cmct74oni0000jl04p8ef15ji","createdAt":"2025-08-12 05:32:19.315","updatedAt":"2025-08-12 05:32:19.315","alasan":"Alasan saya ingin menjadi asisten dosen di mata kuliah rpl atau multimedia karena saya memiliki minat lebih mengenai mata kuliah ini yang sudah di buktikan di saya sendiri di mata kuliah rpl tersebut baik dri materi ataupun project akhir yang menampilkan rangkaian aplikasi yang di buat, begitu juga di mata kuliah multimedia yang di mana dapat dilihat dari tugas\" multimedia yang dengan tuntas dikerjakan hingga project akhirnya","domisili":"Kota Bandar Lampung","fileId":"147GmLX_j6_La2Zcc4Dloxb3eCBBkZq46","whatsapp":"089633951775"},{"npm":"2317051027","userId":"cmckfiqap0000jp04dl6467cu","createdAt":"2025-08-10 06:38:46.009","updatedAt":"2025-08-10 06:38:46.009","alasan":"sayaaaaaa mauuuuuu ngasdosinnnnnnn sistemmmm informasiii","domisili":"Bandar Lampung","fileId":"1_S6QS2sLxumncmyluEhtOmdteK8leIJK","whatsapp":"085896871404"},{"npm":"2317051032","userId":"cmd1j137y0000k504ymxgzfum","createdAt":"2025-08-12 05:30:36.52","updatedAt":"2025-08-12 05:30:36.52","alasan":"Saya tertarik mendaftar sebagai asisten dosen mata kuliah Komunikasi Data dan Jaringan Komputer karena saya ingin memperdalam pemahaman saya di bidang ini. Selain itu, saya melihat kesempatan ini sebagai peluang yang baik untuk mengasah kemampuan public speaking saya, terutama dalam menyampaikan materi teknis secara jelas dan terstruktur.\n\nMelalui kesempatan ini, saya berharap bisa ikut berkontribusi dalam menciptakan suasana belajar yang interaktif dan menyenangkan, sekaligus menantang diri untuk lebih percaya diri dan bertanggung jawab dalam menyampaikan materi. Saya juga ingin belajar bekerja sama dengan dosen maupun mahasiswa lain secara profesional. Saya percaya bahwa jika diberi kesempatan, pengalaman sebagai asisten dosen ini akan sangat berharga bagi pengembangan akademik maupun keterampilan interpersonal saya di masa depan.","domisili":"Natar,Lampung Selatan","fileId":"1rj25yICLV73GJ2iBh0TcZ9Bajs3EKA96","whatsapp":"085788755379"},{"npm":"2317051039","userId":"cmenlg5m70000kv0406jwevxl","createdAt":"2025-08-23 01:41:50.598","updatedAt":"2025-08-23 01:41:50.598","alasan":null,"domisili":null,"fileId":null,"whatsapp":null},{"npm":"2317051040","userId":"cmct14pyy0000jv04a8is4tzp","createdAt":"2025-08-12 05:37:14.436","updatedAt":"2025-08-12 05:37:14.436","alasan":"Tertarik jadi asdos karena punya minat di bidang jaringan dan komputer. Jadi asdos bukan cuma buat nambah ilmu, tapi juga jadi kesempatan buat belajar ngajarin orang lain dan bantu teman-teman biar lebih paham materi.\n\nSelain itu, jadi asdos juga bisa nambah pengalaman, ngelatih tanggung jawab, dan ningkatin kepercayaan diri buat bicara di depan umum. Bisa kerja bareng dosen juga jadi nilai plus yang bagus buat pengembangan diri.","domisili":"Mesuji","fileId":"1pWK1OdwX3vsZZYqP8I1xzaqx9HQ0fDkK","whatsapp":"082281044384"},{"npm":"2317051041","userId":"cmcsjyr380001ib04f5305b1s","createdAt":"2025-08-12 07:43:27.019","updatedAt":"2025-08-12 07:43:27.019","alasan":"saya bisa mengasah pemahaman saya secara lebih mendalam terhadap materi, sekaligus belajar menyampaikan konsep secara jelas kepada mahasiswa lain. Ini menjadi bekal yang sangat penting jika saya ingin terjun ke dunia pendidikan, pengembangan perangkat lunak, atau menjadi mentor di masa depan.","domisili":"Way Kanan","fileId":"1phpAYj1ysX6OzWWNPCOLr6osqPxR-Gkq","whatsapp":"082282917223"},{"npm":"2317051042","userId":"cmckprzo20000ld04ctf2rizo","createdAt":"2025-08-16 03:29:52.702","updatedAt":"2025-08-16 03:29:52.702","alasan":"alasan saya itu untuk memperluas pengalaman saya, dan meningkatkan pengalaman lebih dalam lagi dalam kolaborasi  dan berbagi ilmu kepada teman teman angkatan 2024, dan pastinya menambah relasi serta portofolio di kedepannya nanti","domisili":"Bandar Lampung","fileId":"1EdB0qLauPb2cIUc07sbyTm1eE9oA9tiZ","whatsapp":"088706560821"},{"npm":"2317051045","userId":"cmcr8l9hy0000l704misirkot","createdAt":"2025-08-16 03:30:42.975","updatedAt":"2025-08-16 03:30:42.975","alasan":"Saya ingin menjadi asdos karna untuk menambah pengalaman saya, dan mengulas balik balik materi yang sudah pernah saya dapatkan di smester sebelumnya, menjadi asdos juga merupakan pengalaman baru saya dalam mengajar banyak orang di kelas, dari pada mengajar 1 orang yang lebih mudah di handle ketika saya mengajar private","domisili":"Bandar Lampung","fileId":"1AWGYXi0BndzSt7g0VTYGTx4NNeH4IGzF","whatsapp":"085841902853"},{"npm":"2317051058","userId":"cmcslm3hp0000jo04k1kewroq","createdAt":"2025-08-12 07:43:11.327","updatedAt":"2025-08-12 07:43:11.327","alasan":"Saya ingin menjadi asisten dosen karena ingin melatih skill menjelaskan konsep, memperdalam pemahaman materi, melatih kemampuan komunikasi. \nSaya memilih mata kuliah tersebut karena di era digital ini hampir semuanya bergantung pada pelajaran yang ada di mata kuliah tersebut","domisili":"Bandar Lampung","fileId":"1oyH4FS32EbUJOkoq0FNAkg0JDI0LYayG","whatsapp":"081383341841"},{"npm":"2317051061","userId":"cme9gepir0000l604iifrnzna","createdAt":"2025-08-13 04:11:58.542","updatedAt":"2025-08-13 04:11:58.542","alasan":null,"domisili":null,"fileId":null,"whatsapp":null},{"npm":"2317051063","userId":"cmd3ay4qi0000i9043fj2vat7","createdAt":"2025-08-12 05:26:31.794","updatedAt":"2025-08-12 05:26:31.794","alasan":"Karena ingin mencoba hal baru, suka rpl, suka memberikan ide apalagi ttg rpl, memperdalam pengetahuan saya dalam rpl itu sendiri","domisili":"Bandar Lampun","fileId":"1t7-S5NGa-tlCWHZ92jeAU7G0Z_GgTWJo","whatsapp":"089632301174"},{"npm":"2317051064","userId":"cmd166wug0000jo04z0dkuytk","createdAt":"2025-08-12 05:30:58.76","updatedAt":"2025-08-12 05:30:58.76","alasan":"Alasan saya ingin menjadi asisten dosen untuk pertama kalinya adalah karena saya ingin belajar sambil berbagi pengetahuan. Menurut saya, menjadi asisten dosen bukan hanya soal membantu mengajar, tetapi juga memberi saya kesempatan untuk memahami materi lebih dalam, terutama untuk mata kuliah Rekayasa Perangkat Lunak dan Basis Data. Kebetulan di semester 4 lalu juga terdapat mata kuliah ADSI dan mata kuliah pilihan PDT yang materinya masih berkaitan, jadi saya semakin yakin untuk memilih ambil mata kuliah asdos ini.\nSelain itu, saya juga ingin melatih kepercayaan diri saat berbicara di depan umum, belajar tanggung jawab, dan menambah pengalaman bekerja sama dengan dosen maupun teman-teman. Saya ingin bisa membantu teman-teman yang kesulitan, supaya proses belajar di kelas jadi lebih menyenangkan dan bermanfaat untuk semua. Saya yakin, dengan menjadi asisten dosen, saya bisa berkembang bersama dan siap belajar hal-hal baru lewat pengalaman ini.\n\n","domisili":"Tegineneng","fileId":"1-oRo-PzPhtqDzV6r52HtlbFqqXoyrxuQ","whatsapp":"081273078758"},{"npm":"2317051065","userId":"cmempivqq0000kz04u6xaquy7","createdAt":"2025-08-22 10:48:10.046","updatedAt":"2025-08-22 10:48:10.046","alasan":null,"domisili":null,"fileId":null,"whatsapp":null},{"npm":"2317051080","userId":"cmckf7cg30000jp0aynp83ko4","createdAt":"2025-08-10 06:54:07.333","updatedAt":"2025-08-10 06:54:07.333","alasan":"Saya ingin menjadi asdos yang keren untuk adek adek sekalian","domisili":"Bandar Lampung","fileId":"1dQoNAEUagdWVJr-sMmai9MNv4LIR6tSw","whatsapp":"0895640025480"},{"npm":"2317051083","userId":"cmct3vl420000kz04pgqfybpb","createdAt":"2025-08-12 05:36:53.92","updatedAt":"2025-08-12 05:36:53.92","alasan":"Alasan Menjadi Asdos :  Masih ingin menyalurkan ilmu dengan cara menjadi asisten dosen, dan menyukai rangkaian mengajar\nAlasan Mengambil Matakuliah : Saya cukup menguasai di mata kuliah ini, dan merasa mampu menyampaikan materi matakuliah ini","domisili":"Pringsewu","fileId":"1Q_wJ6Rdi3hiGinPmc38KRtJM18ev5KDl","whatsapp":"082269100376"},{"npm":"2317051084","userId":"cmd2zthgf0000k004ewkzc58t","createdAt":"2025-08-12 05:27:08.216","updatedAt":"2025-08-12 05:27:08.216","alasan":"Saya tertarik menjadi asisten dosen karena ingin berbagi ilmu dan membantu mahasiswa lain (khususnya angkatan 24) dalam memahami materi dan juga saya merasa yakin untuk menjelaskan materi yang saya kuasai. Dengan pengalaman saya mengikuti kedua mata kuliah ini sebelumnya dan minat saya di bidangnya, saya yakin bisa memberikan pembelajaran yang bermanfaat bagi mahasiswa lain khususnya angkatan 24.","domisili":"Bandar Lampung","fileId":"14m8tgff4wDFq89n5eIvRP5BhoSyrIY3k","whatsapp":"081277217857"},{"npm":"2317051086","userId":"cmcsxt4dd0000l8040tzhoiuu","createdAt":"2025-08-12 05:39:18.197","updatedAt":"2025-08-12 05:39:18.197","alasan":"Karena saya ingin mencari pengalaman terutama mengajar dan bekerjasama antar rekan asisten, saya memilih multimedia karena pada semester sebelumnya saya cukup enjoy mengerjakan tugas tugas dari mata kuliah ini, saya rasa saat mengajarnya nanti akan lebih santai, begitu juga dengan basis data walauoun sedikit lebih sulit namun karena sudah menempuh mata kuliah PDT saya rasa saya akan cukup mudah memahami MK basis data lagi dan mengajarnya","domisili":"Gelumbang, Muara Enim, Sumatera Selatan","fileId":"1ax5bm8qQk4Uo3PYXPFVvHZ1XbjNfryJM","whatsapp":"085788553552"},{"npm":"2317051089","userId":"cme5calim0000l404wloai5j5","createdAt":"2025-08-10 07:05:43.569","updatedAt":"2025-08-10 07:05:43.569","alasan":null,"domisili":null,"fileId":null,"whatsapp":null},{"npm":"2317051091","userId":"cmcsjj27d0000kv04z10tm1mu","createdAt":"2025-08-12 07:53:54.218","updatedAt":"2025-08-12 07:53:54.218","alasan":"Alasan Saya mau dapet sertifikat sama mau punya pengalaman jadi asdos","domisili":"Lampung Selatan","fileId":"12yLmB_nBgDxKG2_G-HJpU2TJOfgReN8-","whatsapp":"082269799561"},{"npm":"2317051094","userId":"cmct5567x0004jv04pt7oi0b5","createdAt":"2025-08-12 05:33:31.094","updatedAt":"2025-08-12 05:33:31.094","alasan":"mungkin sebelumnya saya ingin menjadi asdos untuk matakuliah mulmed dan komdat dikarenakan sems lalu saya tidak mengambil kesempatan menjadi asdos, dan juga saya memiliki kemampuan yang cukup pada matkul mulmed dan komdat yang diharapkan saya bisa mengajar juga dengan baik kedepannya","domisili":"Pesawaran","fileId":"1TO34L2ZTt_BMtODgz2U6hbasbSvG4Jfg","whatsapp":"0895600624300"},{"npm":"2317051097","userId":"cmcmrr49n0000ju0495t5m4a1","createdAt":"2025-08-16 03:25:27.578","updatedAt":"2025-08-16 03:25:27.578","alasan":"Saya tertarik untuk menjadi asisten dosen mata kuliah Rekayasa Perangkat Lunak karena saya memiliki minat besar terhadap pengembangan perangkat lunak yang terstruktur dan berorientasi pada kebutuhan pengguna. RPL tidak hanya mengajarkan aspek teknis, tetapi juga proses manajerial dan kolaboratif dalam membangun sebuah sistem, yang menurut saya sangat penting untuk dipahami secara menyeluruh oleh mahasiswa.","domisili":"Bandar Lampung","fileId":"1MdnUbVMOguHBLoy1zpWH4bbTqJ9cRZd8","whatsapp":"085382175033"},{"npm":"2317051098","userId":"cmcsh7cum0003lg04nm1e3fdg","createdAt":"2025-08-12 07:42:21.314","updatedAt":"2025-08-12 07:42:21.314","alasan":"Saya memiliki minat yang besar dalam bidang multimedia dan rekayasa perangkat lunak karena keduanya sangat relevan dengan perkembangan teknologi saat ini. Pengalaman saya dalam mengerjakan berbagai project multimedia, seperti pembuatan video, desain grafis, dan pengembangan tampilan aplikasi sederhana, membuat saya ingin berbagi pengetahuan sekaligus memperdalam pemahaman saya. Saya percaya, menjadi asisten dosen akan memberikan kesempatan untuk belajar dari para pengajar dan teman-teman, serta berkontribusi membantu mahasiswa lain memahami materi dengan lebih baik, terutama dalam praktik dan penyelesaian tugas.","domisili":"Bandar Lampung","fileId":"1rxsQhnVnVy0Ea0POoKH7Jvdrru7OwcdY","whatsapp":"085371040741"},{"npm":"2317051100","userId":"cmcso490i0000jy05avagd6o3","createdAt":"2025-08-12 07:41:13.239","updatedAt":"2025-08-12 07:41:13.239","alasan":"Saya tertarik jadi asisten dosen karena ingin berkontribusi dalam proses belajar mengajar dan memperdalam pemahaman saya tentang materi yang sudah pernah saya pelajari.\nSaya pilih RPL dan Sistem Basis Data karena dua mata kuliah ini penting banget di dunia pengembangan sistem dan aplikasi. Selama kuliah juga saya cukup enjoy dan aktif di dua mata kuliah ini. Saya juga pernah bikin beberapa proyek yang berkaitan, jadi saya cukup familiar dengan praktiknya.","domisili":"jl mh thamrin gang bintara no 16 kelurahan gotong royong kecamatan tanjung karang pusat bandar lampung","fileId":"1dcwnp-C8Jh402YBL6tnL7ubUnWXiSDOA","whatsapp":"0895344533797"},{"npm":"2317051101","userId":"cmct7qdb50000la04bzhxl2l5","createdAt":"2025-08-12 05:31:52.102","updatedAt":"2025-08-12 05:31:52.102","alasan":"Alasan saya menjadi asdos dan mengambil mata kuliah tersebut adalah menambah pengalaman saya dalam menjelaskan materi dan berkomunikasi, menambah relasi, dan memperdalam pengetahuan terkait mata kuliah tersebut","domisili":"Pringsewu","fileId":"1X9EGN5lZDAiOE8GQE2rQTU5u-9t_PmPN","whatsapp":"087750371210"},{"npm":"2317051103","userId":"cmd3ab8gy0000l204lotf80f8","createdAt":"2025-08-12 05:26:43.073","updatedAt":"2025-08-12 05:26:43.073","alasan":"Saya ingin menjadi asisten dosen untuk mata kuliah Rekayasa Perangkat Lunak karena saya memang tertarik dan suka dengan mata kuliah ini, terutama saat membuat sistem dan merancang UInya itu bagian yang paling saya sukai. Selama mengikuti perkuliahan RPL, saya cukup aktif dalam tugas-tugas tim dan pengembangan sistem, dan dari situ saya belajar banyak tentang alur kerja yang benar dalam membangun perangkat lunak. Lewat pengalaman itu, saya merasa bisa berkontribusi dengan membantu teman-teman memahami materi, terutama dari sisi praktik dan penerapannya. Saya juga ingin menambah pengalaman, melatih tanggung jawab, serta memperdalam pemahaman saya sendiri dengan cara berbagi ilmu dan mendampingi proses belajar mahasiswa lain.","domisili":"Bandar Lampung","fileId":"1biGdnT9kJctUAZ-4j90Az-57XNyVwdlg","whatsapp":"085645084480"},{"npm":"2317051105","userId":"cmelf1ktn0000le048fth0rkn","createdAt":"2025-08-21 13:07:00.419","updatedAt":"2025-08-21 13:07:00.419","alasan":null,"domisili":null,"fileId":null,"whatsapp":null},{"npm":"2317051107","userId":"cmckhwhof0001jt04wrk9iw9c","createdAt":"2025-08-16 03:28:00.774","updatedAt":"2025-08-16 03:28:00.774","alasan":"Izinkan saya memperkenalkan diri terlebih dahulu, saya Oryza Surya Hapsari dengan NPM 2317051107. Saya tertarik menjadi asisten dosen untuk mata kuliah Pemrograman Interpreter karena topik ini membuka kesempatan untuk memahami lebih dalam cara kerja internal sebuah bahasa pemrograman, khususnya python yang digunakan dalam perkuliahan. Ketertarikan pada python ini mendorong saya untuk tidak hanya mempelajari konsepnya, tetapi juga terlibat langsung dalam proses pembelajaran praktikan. Sebelumnya saya pernah menjadi asisten dosen untuk Dasar-Dasar Pemrograman dan Pemrograman Terstruktur, sehingga saya rasa cukup oke dalam membimbing adiks² yang baru mengenal dunia pemrograman. Pengalaman tersebut mengajarkan saya pentingnya menyampaikan konsep dengan jelas dan membangun suasana belajar yang menyenangkan. Saya berharap dapat berkontribusi lebih jauh di mata kuliah terpilih Pemrograman Interpreter maupun Pemrograman Berorientasi Objek.","domisili":"Bogor","fileId":"1KXXijqjkr3Mzjg7El6VwVv-VmBSnWP5Q","whatsapp":"083813173070"},{"npm":"2317051111","userId":"cmcsvqcae0000l804bzd84fxv","createdAt":"2025-08-12 05:39:38.423","updatedAt":"2025-08-12 05:39:38.423","alasan":"Saya tertarik menjadi asisten dosen untuk mata kuliah Rekayasa Perangkat Lunak dan Basis Data karena keduanya adalah bidang yang saya minati dan pelajari serius, dibuktikan dengan capaian nilai A pada keduanya. Pada mata kuliah RPL, saya memiliki ketertarikan khusus di bidang UI/UX dan pernah mengerjakan proyek perancangan sistem berbasis aplikasi, di mana saya berperan dalam merancang prototipe antarmuka pengguna menggunakan Figma berdasarkan analisis kebutuhan dan prinsip rekayasa perangkat lunak. Pada Basis Data, saya mengerjakan proyek yang meliputi analisis kebutuhan data, perancangan relasi antar tabel, dan penggunaan query SQL untuk manajemen data. Saya percaya pengalaman ini akan menjadi bekal untuk membantu mahasiswa memahami materi dengan lebih praktis. Sebagai asisten dosen, saya siap berkontribusi dengan mendampingi proses praktikum, memberikan penjelasan tambahan di luar kelas, serta membantu menciptakan suasana belajar yang aktif, kolaboratif, dan mudah dipahami.","domisili":"Kec. Ketapang Kab. Lam-Sel","fileId":"1NEqqv7gwC83MjAkdw-CuVZpJ_vYy1q6G","whatsapp":"085601534755"},{"npm":"2317051112","userId":"cmcpvyxba0000k304iabgv6rl","createdAt":"2025-08-16 03:28:35.932","updatedAt":"2025-08-16 03:28:35.932","alasan":"Saya memiliki pengalaman (youtuber gaming) dan minat di dunia editing video, multimedia saya ambil sebagai pilihan 1 agar keterampilan saya di bidang editing juga bermanfaat bagi yang lain.. selain itu basis data saya pilih karena saya paham akan hal2 yang terjadi di dbms... saya harap ketika saya menjadi asdos soft skill komunikasi saya meningkat dan keterampilan yang saya kuasai bermanfaat bagi praktikan","domisili":"Padang, Sumatera Barat","fileId":"1Zhs-scYwANy5V43tnyvuHIz8KoklMJ50","whatsapp":"082391919012"},{"npm":"2357051009","userId":"cmcsh5bfq0002lg04hz3djhek","createdAt":"2025-08-16 03:29:15.716","updatedAt":"2025-08-16 03:29:15.716","alasan":"Saya minat untuk mengambil PI dan komdat dikarenakan saya suka dan passion untuk bahasa pemrograman python juga passion dibagian database dimana pengolahan nya terstruktur dan juga menarik","domisili":"Bandarlampung","fileId":"1YbRQBCdtb-GmBUvRCYBNrIIgVu3Oae6I","whatsapp":"081573049831"},{"npm":"2357051011","userId":"cmckf7klc0001jp0a6ltqrs2k","createdAt":"2025-08-10 06:57:50.553","updatedAt":"2025-08-10 06:57:50.553","alasan":"saat data sudah ada. bukankah sudah seharascascasa","domisili":"Bandar Jaya","fileId":"1EPEt71SvIgYgcwNdv2K9wX2Eb8ty4i9X","whatsapp":"085768103057"},{"npm":"2357051012","userId":"cmcrnvr0t0000jr04z61mf8pv","createdAt":"2025-08-16 03:35:46.487","updatedAt":"2025-08-16 03:35:46.487","alasan":"Saya merasa memiliki tingkat kemampuan yang cukup dalam mata kuliah ini, sehingga saya merasa mampu untuk mengajarkan dan membantu mahasiswa lain memahami materi dengan baik sebagai asisten dosen.","domisili":"Tanggamus","fileId":"1mhiJejsxrRM2KoLf-ouhBEyLjSTAJsmD","whatsapp":"085174442334"},{"npm":"2357051020","userId":"cmcohqvb80000ic0481r3kua5","createdAt":"2025-08-16 03:26:34.486","updatedAt":"2025-08-16 03:26:34.486","alasan":"Saya tertarik jadi asisten dosen di mata kuliah Rekayasa Perangkat Lunak karena saya suka banget sama topik ini, terutama soal gimana cara bikin UI dari awal sampai akhir dengan proses yang terstruktur. Waktu ikut kuliahnya dulu, saya merasa cocok dengan materi-materinya dan bisa ngikutin dengan baik, bahkan nilai akhirnya juga cukup memuaskan.\nSelain itu, saya juga pernah ikut beberapa proyek bareng teman-teman, kayak bikin aplikasi sederhana dan kerja tim pakai tools kayak Figma. Dari situ saya belajar pentingnya kerja sama dan manajemen dalam pengembangan perangkat lunak.\nJadi asisten dosen menurut saya bukan cuma soal bantu dosen, tapi juga bisa jadi kesempatan buat bantu teman-teman yang mungkin masih bingung sama materi, sekaligus buat ngasah kemampuan saya sendiri.\nIntinya, saya pengen ambil peran yang bisa kasih kontribusi positif di kelas, dan saya yakin jadi asdos bisa jadi pengalaman berharga buat saya ke depannya.","domisili":"Bandar Lampung","fileId":"1mmtfoM0Bn7bXpfkwM-is4yyNEMPF9XRP","whatsapp":"083177373453"},{"npm":"2407051001","userId":"cmeo2w8710000ju040bbgytsr","createdAt":"2025-08-23 09:50:13.908","updatedAt":"2025-08-23 09:50:13.908","alasan":null,"domisili":null,"fileId":null,"whatsapp":null},{"npm":"2407051013","userId":"cmct4ibyr0000jv04iq7821jl","createdAt":"2025-08-12 05:34:33.154","updatedAt":"2025-08-12 05:34:33.154","alasan":"Alasan saya ingin menjadi Asisten Dosen untuk mata kuliah Dasar-Dasar Pemrograman adalah karena saya ingin mencoba menguji kemampuan saya dalam menyampaikan ilmu pemrograman kepada orang lain.\n\nSaya kuat di pemrograman, selain karena saya dapat grade A dalam matkul ini, saya juga telah masuk ke dalam dunia pemrograman ini sejak saya duduk dibangku SMK dan mengambil jurusan Rekayasa Perangkat Lunak. Saya belajar C++ disana, lalu diikuti HTML, CSS, JavaScript, PHP, dan sedikit paham menggunakan framework Laravel. Maka dari itu pemrograman, algoritma, dan logika sudah menjadi pembahasan sehari hari di sana.\n\nLalu alasan saya mengambil Mata Kuliah APKP adalah karena saya juga bisa menggunakan Ms. Word, terlebih dalam mendesain sebuah PPT dan membuat bagaimana caranya agar isi dari sebuah PPT bisa sampai kepada audiens saat presentasi. Ditambah mendesain sudah menjadi pekerjaan sehari-hari saya di Organisasi Himakom bidang Medinfo.","domisili":"Bandar Lampung","fileId":"1W-60sSf1Jg4TV14E4dUxbT8PHQZV6103","whatsapp":"082278527824"},{"npm":"2407051014","userId":"cmcncmkv40000lb04xvxx38jv","createdAt":"2025-08-16 11:07:07.321","updatedAt":"2025-08-16 11:07:07.321","alasan":"Saya tertarik untuk mendaftar sebagai asisten dosen karena saya ingin memperdalam pemahaman saya terhadap materi yang telah saya pelajari, sekaligus mengembangkan kemampuan dalam mengajar dan berkomunikasi. Menjadi asisten dosen memberikan kesempatan untuk tidak hanya memperdalam materi yang pernah saya pelajari , tetapi juga belajar bagaimana menjelaskan konsep kepada orang lain secara efektif.\nMotivasi utama saya adalah keinginan untuk terus belajar, berkembang, dan mengambil bagian aktif dalam proses pembelajaran di kampus.\nSebagai asisten dosen nantinya, saya siap membantu dalam berbagai kegiatan perkuliahan seperti menyiapkan materi dan mendampingi mahasiswa dalam praktik. Saya juga ingin berkontribusi dalam menciptakan suasana belajar yang kondusif dan terbuka, di mana mahasiswa merasa nyaman untuk bertanya dan berdiskusi.","domisili":"Pringsewu ","fileId":"1xjc9W0xWGoA6AD99FrVoAQKk7r1qhEOH","whatsapp":"082124558730"},{"npm":"2407051015","userId":"cmcn7a74o0000js04d2u2skcv","createdAt":"2025-08-16 03:31:37.71","updatedAt":"2025-08-16 03:31:37.71","alasan":"Dengan menjadi asdos, saya berharap bisa memperdalam pemahaman pribadi, sekaligus membantu teman-teman mahasiswa memahami konsep dasar secara lebih mudah. Saya juga ingin melatih kemampuan komunikasi dan berpikir logis yang bermanfaat untuk perkembangan akademik dan profesional saya ke depan.","domisili":"Bandar Lampung","fileId":"1sfyZqshr3nwKNQPt3FbbqbGaVIg8gEzG","whatsapp":"0887437238065"},{"npm":"2407051017","userId":"cmcsyhxso0000l4042ja6vhka","createdAt":"2025-08-12 05:38:00.017","updatedAt":"2025-08-12 05:38:00.017","alasan":"Sebagai wadah saya untuk menambah pengalaman dalam hal sebagai pengajar untuk memberikan ilmu yang sudah saya alami dan saya pelajari di semester sebelumnya, dan alasan saya memilih matakuliah khususnya pilihan pertama, karena saya cukup mahir dalam matakuliah tersebut","domisili":"Bandar Lampung","fileId":"1_DRLFiSOHXWfviwMNYNnaPlBnRpRCL2x","whatsapp":"0895413066835"},{"npm":"2407051022","userId":"cmcncbhtd0001k1048qxzqaai","createdAt":"2025-08-16 03:31:49.373","updatedAt":"2025-08-16 03:31:49.373","alasan":"Saya memiliki penguasaan bahasa pemrograman c++ yang bagus dan saya percaya diri akan knowledge saya serta saya menguasai materi dari masing masing sintaks nya, saya juga merasa memang saya ahli dalam hal itu sehingga merasa ingin membagi ilmu saya kepada adik tingkat saya nanti. tidak hanya itu, saya juga mempunyai wawasan yang cukup luas untuk aplikasi pengolah kata dan persentasi yang dimana belajar tentang fungsi² fitur dari Microsoft Word dan Microsoft PowerPoint. saya juga excited untuk bisa membagikan ilmu saya nanti","domisili":"Bandar Lampung","fileId":"1Criy0cb6DtATpRJwyxN5MRGQ0hxAsgog","whatsapp":"083168421918"},{"npm":"2407051024","userId":"cmcohwqh50001ic04axb5g961","createdAt":"2025-08-16 03:32:19.214","updatedAt":"2025-08-16 03:32:19.214","alasan":"Karena ingin melatih soft skill saya dan memperluas networking. Saya memiliki ketertarikan yang kuat pada Matematika dan memiliki pengalaman memberikan les privat untuk siswa SD dan SMP. Selain itu saya juga memiliki ketertarikan pada mata kuliah logika karena hampir mirip matematika dalam hal cara berpikir analitis dan sistematis dengan Menilai kebenaran berdasarkan struktur berpikir logis. Melalui kesempatan menjadi asisten dosen, saya ingin terus belajar sekaligus membantu mahasiswa lain memahami materi dengan lebih mudah.","domisili":"Ogan Komering Ulu, Sumatera Selatan","fileId":"1oKta8BCqEUMF7xAyI7j5SY8tSB7AknQt","whatsapp":"088272748931"},{"npm":"2417051003","userId":"cmco7emxs0000lb04hcabhuj7","createdAt":"2025-08-16 03:32:35.003","updatedAt":"2025-08-16 03:32:35.003","alasan":"Alasan saya menaruh mata kuliah Logika di pilihan pertama adalah karena logika merupakan matkul dengan materi yang saya suka. Di semester 1 saya sering maju kedepan kelas untuk menjawab pertanyaan baik dosen ataupun asdos dan setiap test saya selalu bisa mengerjakan dengan baik dan maksimal. Motivasi saya adalah supaya bisa membagi ilmu dan menjawab kesulitan mahasiswa di kuliah teori. Kontribusi saya adalah mengajari detail materi dari kuliah teori seperti tabel kebenaran atau metode tabulasi sehingga jadi paham konsep bukan jawaban saja.\n\nSelanjutnya ada statprob yang saya jadikan pilihan kedua, alasannya karena saya ingin mendapatkan pengalaman lebih dalam megolah data stastik salah satunya dengan menjadi asdos. Motivasi saya ialah tentunya bisa membagi ilmu sekaligus belajar hal baru yang mungkin terlewat saat saya di semester 1 kemarin. Kontribusi saya di matkul ini ialah selalu bertanya dan memberikan solusi apabila mereka kesulitan dalam mengolah data manual atau dengan minitab.","domisili":"Bandar Lampung","fileId":"1soZA2adpt67E61htyf0YsOv_gqqomMxt","whatsapp":"085723949627"},{"npm":"2417051007","userId":"cmcr45kub0000jg042hg2f1st","createdAt":"2025-08-16 03:21:20.348","updatedAt":"2025-08-16 03:21:20.348","alasan":"Saya tertarik mendaftar sebagai Asisten Dosen mata kuliah Matematika dan Logika karena saya merasa memiliki pemahaman yang baik, ketertarikan yang tinggi, dan semangat untuk terus belajar dan berbagi. Saya menyelesaikan mata kuliah ini dengan hasil yang baik dan aktif dalam diskusi kelas. Di luar kelas, saya juga sering membantu dan berdiskusi dengan teman teman saya untuk lebih memahami materi dengan penjelasan yang lebih sederhana dan mudah dipahami. Hal ini membuat saya semakin tertarik untuk terlibat dalam proses pembelajaran. Jika diberi kesempatan, saya siap berkontribusi aktif dalam menyiapkan materi, membuat atau memeriksa soal, dan mendampingi mahasiswa. Saya juga siap bekerja sama dengan dosen pengampu, rekan asisten, badan khusus, dan tentunya mahasiswa untuk menciptakan suasana belajar yang aktif dan kondusif.","domisili":"Dusun Bangun Rejo, RT.1/RW.4, Sidosari, Natar, Lampung Selatan","fileId":"1XS4Q2Iu43Jz5CMtcubslyIE3LxjAiyK-","whatsapp":"085783392040"},{"npm":"2417051011","userId":"cmckibjeo0003jt04p86ykl1v","createdAt":"2025-08-16 03:32:03.396","updatedAt":"2025-08-16 03:32:03.396","alasan":"Minat saya terhadap Logika dan Matematika cukup besar karena saya cukup enjoy untuk memahami materi di kedua matakuliah ini. Pengalaman relevan utama saya adalah keberhasilan dalam memahami sebagian besar materi-materi pada matkul ini, yang dibuktikan dengan pencapaian nilai yang cukup memuaskan pada kedua mata kuliah tersebut. Selain itu, saya pernah menjadi pengajar sementara saat SMA di eskul Informatika sehingga saya memiliki sedikit bekal untuk menjadi asisten dosen yang sesungguhnya. Kontribusi utama yang ingin saya berikan adalah menjadi jembatan antara dosen dan mahasiswa yang dimana saya ingin membantu menciptakan sesi asistensi yang interaktif dan tidak kaku, sehingga para mahasiswa dapat enjoy dan tidak segan untuk bertanya. Saya juga akan berbagi metode belajar dari sudut pandang mahasiswa dan berkomitmen penuh untuk bertanggung jawab dan aktif dalam menjalankan tugas yang diberikan, serta menjaga kebersihan dan fasilitas lab.","domisili":"Bandarlampung","fileId":"1va6CGZiS_oceVGU1vWzvIKLWNGNHsWhK","whatsapp":"0895613203388"},{"npm":"2417051013","userId":"cmcsva53v0000kz04mv584zj2","createdAt":"2025-08-16 03:21:52.883","updatedAt":"2025-08-16 03:21:52.883","alasan":"Saya ingin jadi asisten dosen untuk mata kuliah Matematika dan Logika karena saya merasa punya bekal yang cukup dari apa yang saya pelajari di semester 1 lalu. Saya senang bisa membantu mahasiswa baru memahami materi yang mungkin terasa berat di awal, karena saya pun pernah ada di posisi mereka. Selain ingin berbagi ilmu, saya juga melihat ini sebagai kesempatan buat terus belajar dan berkembang, baik secara akademik maupun dalam hal komunikasi. Saya juga sudah memenuhi persyaratan untuk jadi asdos di semester ganjil ini, dan siap berkomitmen menjalankan tanggung jawab ini sebaik mungkin.","domisili":"Bandar Lampung","fileId":"1n2_f13zUr2y0iQ6ht88lXgcFrr4lGAk0","whatsapp":"089504633633"},{"npm":"2417051014","userId":"cmenww6s10000kw04ht4k8m4s","createdAt":"2025-08-23 07:02:14.374","updatedAt":"2025-08-23 07:02:14.374","alasan":null,"domisili":null,"fileId":null,"whatsapp":null},{"npm":"2417051022","userId":"cmemov4s00000le04jon81x01","createdAt":"2025-08-22 10:29:42.01","updatedAt":"2025-08-22 10:29:42.01","alasan":null,"domisili":null,"fileId":null,"whatsapp":null},{"npm":"2417051024","userId":"cmemp1qtk0000i604mz69ouly","createdAt":"2025-08-22 10:34:50.515","updatedAt":"2025-08-22 10:34:50.515","alasan":null,"domisili":null,"fileId":null,"whatsapp":null},{"npm":"2417051030","userId":"cmcp04d2u0000lh04dm6cfks2","createdAt":"2025-08-16 03:21:06.764","updatedAt":"2025-08-16 03:21:06.764","alasan":"Alasan saya ingin menjadi asdos yaitu saya ingin menambah pengalaman saya sekaligus ingin berbagi ilmu yang saya miliki di mata kuliah yang saya pilih dan yang pastinya saya ingin mendapatkan beberapa keuntungan jika menjadi asdos. Mengapa saya memilih mata kuliah tersebut itu dikarenakan saya cukup suka dengan mata kuliah tersebut dan saya rasa saya memiliki cukup ilmu yang saya dapatkan selama belajar di mata kuliah tersebut dan pengalaman untuk saya salurkan kepada para mahasiswa yang akan saya ajar nantinya.","domisili":"Lampung Utara","fileId":"1Hng4et5vmAsC3iaG4t6N9_5SnXlOdZN2","whatsapp":"081273599177"},{"npm":"2417051034","userId":"cmcq1312n0000l504ju18i72x","createdAt":"2025-08-16 03:19:34.462","updatedAt":"2025-08-16 03:19:34.462","alasan":"Saya percaya bahwa dengan menjadi Asdos, saya bisa berbagi ilmu, memperoleh hal-hal baru, sekaligus memperoleh pengalaman berharga untuk pengembangan diri saya ke depannya. Selain itu, saya ingin meningkatkan kemampuan problem solving, komunikasi, serta kerja tim. Saya memilih mata kuliah Matematika dan Logika karena saya menyukai topik perhitungan dan logika sejak dulu. Saat semester 1, nilai saya juga cenderung lebih besar pada mata kuliah tersebut sehingga saya yakin dan mampu menguasainya dengan baik. Dari segi pengalaman, saat SMA saya pernah menjadi pengisi materi dalam beberapa forum organisasi. Di awal perkuliahan, saya juga menjadi tutor Matematika Saintek di platform Produktifkuy. Pengalaman ini membuat saya semakin yakin untuk berkontribusi sebagai Asdos. Jika terpilih, saya akan berusaha menciptakan proses pembelajaran yang interaktif, mudah dipahami, serta sesuai dengan kurikulum yang berlaku agar mahasiswa lebih semangat dan aktif dalam pembelajaran.","domisili":"Lampung Timur","fileId":"1abNuku1EOsHVa52UrvbbnrdIZZZHHiyS","whatsapp":"087844005863"},{"npm":"2417051039","userId":"cmclh2v960001jo04qe1cwmar","createdAt":"2025-08-16 03:19:50.236","updatedAt":"2025-08-16 03:19:50.236","alasan":"Memiliki ketertarikan yang besar di bidang eksakta terutama Matematika dan Statistika membuat saya tertarik untuk mengambil mata kuliah tersebut. Sejak SMA, saya sudah menyukai hal-hal yang berkaitan dengan hitung-hitungan. Saya pernah mengikuti OSN Matematika walaupun belum juara. Namun, di kelas, saya cukup aktif dalam menjawab pertanyaan guru yang berkaitan dengan Matematika. Di kuliah ini, saya juga cukup paham terkait materi yang diajarkan oleh dosen dan asisten dosen.\n\nAlasan lain saya ingin menjadi Asdos adalah ingin mengasah dan mengembangkan keterampilan di bidang mengajar. Karena menurut saya, Mengajar ini bisa meningkatkan kemampuan dalam public speaking.","domisili":"Lampung Selatan","fileId":"112e_ZbB5o-A_8OFggeybW4PFpuUoVnFm","whatsapp":"085609117048"},{"npm":"2417051046","userId":"cmckhj8le0000jt04szxs2bxw","createdAt":"2025-08-16 03:20:14.839","updatedAt":"2025-08-16 03:20:14.839","alasan":"Saya ingin membagikan pemahaman saya terhadap materi yang saya miliki kepada adik tingkat.  Ingin men convert mk tugas khusus dan juga pengalaman sebagai asisten dosen akan menjadi nilai tambah dalam CV dan portofolio akademik saya di masa depan.","domisili":"Baturaja","fileId":"1a5SXPOv7ubiZHy06lbTi4uT_ZF-0Kuee","whatsapp":"085783191325"},{"npm":"2417051049","userId":"cmct4631p0001jo04ns2ag7fg","createdAt":"2025-08-16 03:19:08.992","updatedAt":"2025-08-16 03:19:08.992","alasan":"Saya lebih memilih mengajar dasar dasar pemrograman karena saya tertarik dibidang pemrograman dan mempunyai skill di bidang pemrograman, saya yakin saya bisa menyampaikan materi dengan baik dengan skill dan pengalaman yang saya punya.","domisili":"Banten","fileId":"1sGckIUOWf8kn-edIKBaIaByozxwNje5m","whatsapp":"085333369015"},{"npm":"2417051050","userId":"cmcs4y1ew0000jv04ew38292t","createdAt":"2025-08-16 03:24:32.466","updatedAt":"2025-08-16 03:24:32.466","alasan":"Saya tertarik menjadi Asisten Dosen karena ingin memperdalam pemahaman saya terhadap materi, dan juga ingin berbagi ilmu yang telah saya dapatkan kepada yang lainnya. Dan juga menjadi asdos bukan tentang membantu dosen, tapi juga melatih kemampuan komunikasi, kepemimpinan, dan pemecahan masalah secara nyata.\nAlasan saya memilih matkul tersebut karena saya punya minat yang tinggi dan cukup menguasai materi tersebut dan saya juga lebih mudah memahami kedua matkul ini dibandingkan dengan yang lainnya","domisili":"Kalianda","fileId":"1zjwitleVbkDmw7As8eNmvUtDEod6soRd","whatsapp":"0895378264836"},{"npm":"2417051055","userId":"cmctbklly0001jy0403zbgh0k","createdAt":"2025-08-16 03:24:12.524","updatedAt":"2025-08-16 03:24:12.524","alasan":"Alasan saya ingin menjadi asisten dosen adalah karena saya memiliki ketertarikan dalam mengajar. Saya juga percaya bahwa menjadi asisten dosen memberikan banyak manfaat, seperti pengalaman mengajar, meningkatkan kemampuan komunikasi, serta memperdalam pemahaman materi.\n\nSaya memilih mata kuliah Dasar-Dasar Pemrograman (DDP) karena C++ merupakan bahasa pemrograman pertama yang saya pelajari, sehingga saya merasa lebih nyaman dan cukup memahami materi-materi yang dibahas dalam mata kuliah tersebut.\n\nSelain itu, saya juga memilih mata kuliah Logika karena, dari seluruh mata kuliah di semester satu, saya merasa Logika adalah yang paling saya kuasai dan pahami dari mata kuliah lain.","domisili":"Bandar Lampung","fileId":"1n0I6SAbowDFRhsTUG3ZbShGbsmkZ1Jy9","whatsapp":"081286343573"},{"npm":"2417051058","userId":"cmcrpfdoq0000kw04na8nh6rw","createdAt":"2025-08-16 03:12:31.091","updatedAt":"2025-08-16 03:12:31.091","alasan":"Alasan saya mendaftar sebagai asisten dosen adalah keinginan untuk menambah pengalaman, khususnya dalam kegiatan belajar-mengajar. Motivasi saya ingin menjadi asisten dosen pada mata kuliah Dasar-Dasar Pemrograman dan Logika adalah minat, pengalaman, dan rasa percaya diri pada kedua bidang tersebut. Untuk Dasar-Dasar Pemrograman, saya telah mempelajari dua bahasa pemrograman, yaitu C++ dan Python, yang memperkuat pemahaman saya terhadap konsep dasar seperti logika, array, dan fungsi. Di sisi lain, pemahaman saya dalam bidang logika cukup mumpuni dan berhasil menyelesaikan mata kuliah logika dengan hasil yang cukup memuaskan. Saya berkomitmen menciptakan atmosfer yang nyaman untuk para mahasiswa agar lebih bersemangat dan antusias, serta menciptakan kegiatan belajar-mengajar yang aktif dan interaktif. Saya juga siap menjalankan tanggung jawab serta menjalankan ketertiban, kebersihan, dan fasilitas ruangan yang digunakan demi mendukung lingkungan belajar yang nyaman dan kondusif.","domisili":"Lampung Tengah","fileId":"1dLEEvhKmbilzJEOISkmRARX3uKwSwsBS","whatsapp":"085175080203"},{"npm":"2417051069","userId":"cmcpmcrsd0000l504p3cu9o7j","createdAt":"2025-08-16 03:32:46.603","updatedAt":"2025-08-16 03:32:46.603","alasan":"Saya tertarik mendaftar sebagai asisten dosen karena saya ingin belajar lebih dalam, bukan cuma dari sisi materi kuliah, tapi juga dari bagaimana cara menyampaikannya ke orang lain. Selama ini, saya merasa lebih memahami sesuatu justru ketika saya bantu menjelaskan ke teman. Jadi saya pikir jadi asisten dosen bisa jadi kesempatan yang baik untuk ngasah itu lebih serius. Selain itu, saya juga ingin tahu cara nyiapin materi, bikin soal, ngoreksi, dan sebagainya.","domisili":"PT. GMP, Perumahan 2, Kec Terusan Nunyai, Kabupaten Lampung Tengah","fileId":"1HJ5_rqUHNBL0KnmOq_tw-MnAT7j55mrK","whatsapp":"082180402931"},{"npm":"2417051154","userId":"cmcorv3ye0000l8048pzduq54","createdAt":"2025-08-16 03:18:57.557","updatedAt":"2025-08-16 03:18:57.557","alasan":"Alasan saya mendaftar sebagai asisten dosen adalah untuk menambah pengalaman, khususnya dalam kegiatan belajar-mengajar. Saya juga memiliki motivasi yang kuat untuk menjadi asisten dosen pada mata kuliah Dasar-Dasar Pemrograman dan Matematika karena saya memiliki minat dan pengalaman yang mendalam di kedua bidang tersebut. Saya telah mempelajari dua bahasa pemrograman, yaitu C++ dan Python, yang memperkuat pemahaman saya terhadap konsep dasar seperti logika, array, dan fungsi. Di sisi lain, saya juga memiliki latar belakang matematika yang cukup baik sejak sebelum kuliah dan berhasil menyelesaikan mata kuliah tersebut dengan hasil yang cukup memuaskan.\nSaya berkomitmen menciptakan suasana asistensi yang interaktif dan tidak kaku agar mahasiswa merasa nyaman untuk bertanya, berdiskusi, serta tidak ragu untuk belajar dari kesalahan. Saya juga siap menjalankan tanggung jawab serta menjaga ketertiban, kebersihan, dan fasilitas laboratorium demi mendukung lingkungan belajar yang kondusif.","domisili":"Lampung Tengah","fileId":"10aU6eDZJyuc8HvvJSt2tzSB6SX10Mri1","whatsapp":"081541540271"},{"npm":"2417052004","userId":"cmcratt4n0000js04u1zf0727","createdAt":"2025-08-16 03:20:30.445","updatedAt":"2025-08-16 03:20:30.445","alasan":"Saya memiliki ketertarikan yang mendalam terhadap materi perkuliahan yang berkaitan dengan pemrograman. Oleh karena itu, saya berkeinginan untuk memperdalam pemahaman saya di bidang tersebut dengan mengambil peran sebagai asisten dosen. Selain itu, saya meyakini bahwa membantu mahasiswa lain dalam memahami konsep-konsep yang telah saya kuasai merupakan salah satu metode yang dapat meningkatkan efektivitas proses pembelajaran, baik bagi saya maupun bagi para mahasiswa yang saya bimbing.\n\nDengan bergabung sebagai asisten dosen, saya juga berharap dapat memperoleh pengalaman berharga, khususnya dalam hal public speaking, manajemen kelas, serta penyampaian materi secara efektif. Pengalaman tersebut akan sangat bermanfaat bagi pengembangan karir saya di masa yang akan datang.","domisili":"Kelapa Gading Timur, Jakarta Utara","fileId":"1Ds-gip-62BVO6yVAgdYVas1CtCcDYQ5j","whatsapp":"085814095093"},{"npm":"2417052016","userId":"cmcklv6cj0000jt04nif2r912","createdAt":"2025-08-16 03:20:43.02","updatedAt":"2025-08-16 03:20:43.02","alasan":"Selama ini, saya memandang asdos sebagai mentor pada mata kuliah tersebut. Mereka juga memotivasi saya untuk terus belajar agar bisa menyamai atau bahkan melampaui mereka. Alasan saya ingin menjadi asisten dosen adalah karena saya juga ingin menjadi mentor dan pengajar yang baik untuk adik tingkat saya, dan berharap bisa memotivasi mereka sama halnya saya termotivasi. Dan alasan saya memilih menjadi asdos pada matkul ini (DPA/DDP) adalah karena saya percaya diri dengan kemampuan saya, saya \"cukup\" mendalami pemograman (terutama C++ untuk matkul ini). Saya akan mengajar dengan cara yang interaktif, praktis, tersturktur, dan (mungkin) berbasis project.","domisili":"Lampung Timur","fileId":"1jKLXDK5ygTIh9VWdbVQDzZtyiqozLMBy","whatsapp":"085768328138"},{"npm":"2417052019","userId":"cmcldml0u0000l104hawt1me0","createdAt":"2025-08-16 03:20:53.22","updatedAt":"2025-08-16 03:20:53.22","alasan":"Saya tertarik menjadi asisten dosen karena ingin berkontribusi dalam lingkungan akademik sekaligus memperdalam pemahaman saya terhadap materi yang sudah saya pelajari. Salah satu mata kuliah yang saya minati adalah Statistika dan Probabilitas, yang sebelumnya saya pelajari di semester 2 dan saya peroleh dengan hasil yang cukup memuaskan. Saya merasa memiliki dasar yang kuat dalam mata kuliah ini, dan ingin terus mengasahnya dengan terlibat langsung dalam proses pembelajaran, baik melalui diskusi, asistensi praktikum, maupun membantu mahasiswa memahami konsep-konsep yang penting namun sering dianggap sulit. Selain itu, saya percaya bahwa Statistika dan Probabilitas merupakan fondasi penting dalam ilmu komputer. Dengan menjadi asisten dosen di mata kuliah ini, saya berharap dapat mengembangkan kemampuan akademik, komunikasi, serta rasa tanggung jawab yang akan sangat berguna untuk karier saya di masa depan.","domisili":"Lampung Tengah","fileId":"1WmBxYtHG4Cu-n1SEVg8qgGK0Vsw1k6_J","whatsapp":"082181100679"},{"npm":"2417052021","userId":"cmcr73uz90000js04fndeu3u2","createdAt":"2025-08-11 02:52:14.187","updatedAt":"2025-08-11 02:52:14.187","alasan":"Saya ingin menjadi asisten dosen untuk matkul Dasar Pemrograman (DPA/DDP) karena saya cukup minat dalam pemrograman, khususnya dalam C++, yang dimana sudah pernah Saya pelajari sebelumnya. Saya merasa menjadi asisten dosen adalah kesempatan yg bagus untuk berbagi pengetahuan yang saya punya, sambil membantu mahasiswa yang mungkin kesulitan dengan materinya. Selain itu juga, di kesempatan ini saya bisa melatih sembari meningkatkan kemampuan komunikasi dan kemampuan mengajar, yang dimana akan berguna nanti dalam kehidupan Saya kedepannya (baik dalam akademik, ataupun dalam dunia kerja).","domisili":"Bandar Lampung","fileId":"16DrIuyuK-0Td099qu1lVbJtFnYRDJLfn","whatsapp":"08994498865"}]